<?php

return [ //淘车乐配置

	//管理员角色对照表
	'user_role_type' => [

		'超级管理员' => '1',
		'管理员' => '2',
		'代理商' => '3',
		'零售用户' => '4',
	],

	//代理等级配置
	'agents_level' => [
        '-1' => '零售用户',
		'0'  => 'CEO',
		'1'  => '总代理',
		'2'  => '一级代理',
		'3'  => '二级代理',
		'4'  => '三级代理',
	],

	//快递公司
	'exp_company' => [
		'1' => '顺丰',
		'2' => '申通',
		'3' => '圆通',
		'4' => '韵达',
	],

	//订单状态
	'order_status' => [
		'0' => '废弃',
		'1' => '未付款',
		'2' => '已付款',
	],

	//系列状态
	'category_status' => [
		'0' => '废弃',
		'1' => '正常',
	],

];